# Copyright by many contributors; see http://babel.eclipse.org/
pluginContent.helloWorldCmd.name=\u201cHello, World\u201d\u547d\u4ee4
pluginContent.helloWorldCmd.description=<p>\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u6807\u51c6\u63d2\u4ef6\u76ee\u5f55\u7ed3\u6784\u5e76\u6dfb\u52a0\u4e0b\u5217\u9879\uff1a</p><li><b>\u547d\u4ee4\u6dfb\u52a0\u9879</b>\u3002 %template.helloWorldCmd.desc%</li><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.ui.commands</li><li>org.eclipse.ui.handlers</li><li>org.eclipse.ui.bindings</li><li>org.eclipse.ui.menus</li>
pluginContent.intro.name=\u5177\u6709\u7b80\u4ecb\u7684 RCP \u5e94\u7528\u7a0b\u5e8f
pluginContent.intro.description=<p>%template.intro.desc%</p><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.core.runtime.products</li><li>org.eclipse.ui.intro</li><li>org.eclipse.ui.intro.config</li><li>org.eclipse.core.runtime.applications</li><li>org.eclipse.ui.perspectives</li><li>org.eclipse.ui.intro.configExtension\uff08\u5982\u679c\u9009\u62e9\u4e86\u52a8\u6001\u5185\u5bb9\uff09</li>
pluginContent.propertyPages.description=<p>\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u6807\u51c6\u63d2\u4ef6\u76ee\u5f55\u7ed3\u6784\u5e76\u6dfb\u52a0\u4e0b\u5217\u9879\uff1a</p><li><b>\u5c5e\u6027\u9875\u9762</b>\u3002 %template.propertyPages.desc%</li><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.ui.propertyPages</li>
pluginContent.editor.description=<p>\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u6807\u51c6\u63d2\u4ef6\u76ee\u5f55\u7ed3\u6784\u5e76\u6dfb\u52a0\u4e0b\u5217\u9879\uff1a</p><li><b>\u7f16\u8f91\u5668</b>\u3002 %template.editor.desc%</li><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.ui.editors</li>
pluginContent.view.description=<p>\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u6807\u51c6\u63d2\u4ef6\u76ee\u5f55\u7ed3\u6784\u5e76\u6dfb\u52a0\u4e0b\u5217\u9879\uff1a</p><li><b>\u6837\u672c\u89c6\u56fe</b>\u3002 %template.editor.desc%</li><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.ui.views</li><li>org.eclipse.ui.perspectiveExtensions</li><li>org.eclipse.help.contexts</li>
pluginContent.multiPageEditor.description=<p>\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u6807\u51c6\u63d2\u4ef6\u76ee\u5f55\u7ed3\u6784\u5e76\u6dfb\u52a0\u4e0b\u5217\u9879\uff1a</p><li><b>\u6837\u672c\u591a\u9875\u9762\u7f16\u8f91\u5668</b>\u3002 %template.multiPageEditor.desc%</li><li><b>\u6837\u672c\u65b0\u5411\u5bfc</b>\u3002 %template.newWizard.desc%</li><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.ui.editors</li><li>org.eclipse.ui.newWizards</li>
pluginContent.mail.name=RCP \u90ae\u4ef6\u6a21\u677f
pluginContent.mail.description=<p>\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u663e\u793a\u5982\u4f55\u8fdb\u884c\u4e0b\u5217\u64cd\u4f5c\u7684\u72ec\u7acb RCP \u5e94\u7528\u7a0b\u5e8f\uff1a</p><li>\u6dfb\u52a0\u542b\u6709\u64cd\u4f5c\u7684\u9876\u7ea7\u83dc\u5355\u548c\u5de5\u5177\u680f</li><li>\u5c06\u952e\u7ed1\u5b9a\u6dfb\u52a0\u5230\u64cd\u4f5c</li><li>\u521b\u5efa\u4e0d\u80fd\u5173\u95ed\u7684\u89c6\u56fe\u548c\u540c\u4e00\u89c6\u56fe\u7684\u591a\u4e2a\u5b9e\u4f8b</li><li>\u4e3a\u65b0\u89c6\u56fe\u521b\u5efa\u5e26\u6709\u5360\u4f4d\u7b26\u7684\u900f\u89c6\u56fe</li><li>\u4f7f\u7528\u7f3a\u7701\u201c\u5173\u4e8e\u201d\u5bf9\u8bdd\u6846</li><li>\u521b\u5efa\u4ea7\u54c1\u5b9a\u4e49</li><p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.core.runtime.applications</li><li>org.eclipse.core.runtime.products</li><li>org.eclipse.ui.commands</li><li>org.eclipse.ui.perspectives</li><li>org.eclipse.ui.views</li>
pluginContent.helloRCP.description=<p>This wizard creates a minimal standalone RCP application that consists of an application window with a title.</p><p><b>Extensions Used</b></p><li>org.eclipse.core.runtime.applications</li><li>org.eclipse.ui.perspectives</li>pluginContent.helloNonUIRCP.name=Headless Hello RCP
pluginContent.helloNonUIRCP.description=<p>This wizard creates a minimal standalone headless RCP application that prints "Hello RCP" to the console.</p><p><b>Extensions Used</b></p><li>org.eclipse.core.runtime.applications</li>pluginContent.helloOSGi.name=Hello OSGi Bundle
pluginContent.helloOSGi.description=<p>This wizard creates a pure OSGi Bundle that prints to the console when it starts and stops.</p><p><b>Imports Used</b></p><li>org.osgi.framework</li>pluginContent.viewRCP.name=RCP application with a view
pluginContent.help.description=\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u5177\u6709\u72ec\u7acb\u6837\u672c\u6216\u96c6\u6210\u76ee\u5f55\u7684\u63d2\u4ef6\u3002<p><b>\u4f7f\u7528\u7684\u6269\u5c55</b></p><li>org.eclipse.help.toc</li>
pluginContent.helloOSGiService.name=\u57fa\u672c OSGi \u670d\u52a1
pluginContent.helloOSGiService.description=<p>This wizard creates a pure OSGi Service that registers and uses a simple service.</p><p><b>Imports Used</b></p><li>org.osgi.framework</li><li>org.osgi.util.tracker</li>pluginContent.OSGiPreferencesService.name=Preferences OSGi Service Example
pluginContent.OSGiPreferencesService.description=<p>This wizard demonstrates basic usage of the OSGi Preferences Service.</p><p><b>Imports Used</b></p><li>org.osgi.framework</li><li>org.osgi.util.tracker</li><li>org.osgi.service.prefs</li>pluginContent.OSGiSimpleLogService.name=OSGi Simple LogService Example
pluginContent.OSGiSimpleLogService.description=<p>This wizard creates and registers an OSGi Service that logs some messages.</p><p><b>Imports Used</b></p><li>org.osgi.framework</li><li>org.osgi.util.tracker</li><li>org.osgi.service.log</li>newExtension.templates=Extension Templates
newExtension.templates.helloCmd.name=\u201cHello, World\u201d\u547d\u4ee4\u6dfb\u52a0\u9879
newExtension.templates.view.name=\u6837\u672c\u89c6\u56fe
newExtension.templates.multiPageEditor.name=\u591a\u9875\u9762\u7f16\u8f91\u5668
newExtension.templates.newWizard.name=\u65b0\u5efa\u6587\u4ef6\u5411\u5bfc
newExtension.templates.preferences.name=\u9996\u9009\u9879\u9875\u9762
newExtension.templates.propertyPages.name=\u5c5e\u6027\u9875\u9762
newExtension.templates.editor.name=\u7f16\u8f91\u5668
newExtension.templates.popupMenus.name=\u5f39\u51fa\u83dc\u5355
newExtension.templates.help.name=\u5e2e\u52a9\u5185\u5bb9
newExtension.templates.builder.name=\u9879\u76ee\u6784\u5efa\u5668\u548c\u6027\u8d28
newExtension.templates.decorator.name=\u56fe\u6807\u4fee\u9970\u7b26
newExtension.templates.universalWelcome.name=\u901a\u7528\u6b22\u8fce\u6dfb\u52a0\u9879
newExtension.templates.importWizard.name=\u6587\u4ef6\u5bfc\u5165\u5411\u5bfc
newExtension.template.commonNavigator.name=\u516c\u5171\u5bfc\u822a\u5668\u89c6\u56fe
template.helloWorldCmd.name=\u201cHello, World\u201d\u547d\u4ee4\u6dfb\u52a0\u9879
template.helloWorldCmd.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u7b80\u5355\u547d\u4ee4\u6dfb\u52a0\u9879\uff0c\u53ef\u7528\u4e8e\u5c06<b>\u6837\u672c\u83dc\u5355</b>\u6dfb\u52a0\u5230\u83dc\u5355\u680f\uff0c\u4ee5\u53ca\u5c06\u6309\u94ae\u6dfb\u52a0\u5230\u5de5\u5177\u680f\u3002\u65b0\u83dc\u5355\u4e2d\u7684\u83dc\u5355\u9879\u548c\u6309\u94ae\u5c06\u8c03\u7528\u540c\u4e00\u4e2a<b>\u6837\u672c\u64cd\u4f5c</b>\u3002\u5b83\u7684\u4f5c\u7528\u662f\u6253\u5f00\u7b80\u5355\u7684\u6d88\u606f\u5bf9\u8bdd\u6846\uff0c\u663e\u793a\u60a8\u9009\u62e9\u7684\u6d88\u606f\u3002
template.intro.desc=\u6b64\u5411\u5bfc\u53ef\u521b\u5efa\u4e00\u4e2a\u5177\u6709\u7b80\u4ecb\u7684\u6700\u5c0f\u72ec\u7acb RCP \u5e94\u7528\u7a0b\u5e8f\u3002\u6837\u672c\u7b80\u4ecb\u7531\u4e09\u4e2a\u9759\u6001\u9875\u9762\u4ee5\u53ca\u4e00\u4e2a\u52a8\u6001\u521b\u5efa\u5185\u5bb9\u7684\u9875\u9762\u7ec4\u6210\u3002
template.propertyPages.name=\u5c5e\u6027\u9875\u9762
template.propertyPages.desc=\u6b64\u6a21\u677f\u53ef\u5c06\u5c5e\u6027\u9875\u9762\u6dfb\u52a0\u5230\u67d0\u4e2a\u8d44\u6e90\u4e2d\uff0c\u5e76\u5c06\u663e\u793a\u5728\u8be5\u8d44\u6e90\u7684\u201c\u5c5e\u6027\u201d\u5bf9\u8bdd\u6846\u4e2d\u3002\u6b64\u5c5e\u6027\u9875\u53ef\u7528\u4e8e\u67e5\u770b\u548c\u8bbe\u7f6e\u8d44\u6e90\u7684\u7279\u5b9a\u4e8e\u5e94\u7528\u7a0b\u5e8f\u7684\u5c5e\u6027\u3002
template.editor.name=XML \u7f16\u8f91\u5668
template.editor.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u57fa\u672c XML \u7f16\u8f91\u5668\u3002\u5b83\u5177\u6709\u7f16\u8f91\u5668\u7684\u6240\u6709\u57fa\u672c\u529f\u80fd\uff0c\u4f8b\u5982\u526a\u5207\u3001\u590d\u5236\u3001\u7c98\u8d34\u3001\u67e5\u627e\u7b49\u3002\u5b83\u4e5f\u5177\u6709\u8bed\u6cd5\u7a81\u51fa\u663e\u793a\u529f\u80fd\uff0c\u5e76\u652f\u6301\u53cc\u51fb\u3002
template.builder.name=\u589e\u91cf\u6784\u5efa\u5668
template.view.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u5de5\u4f5c\u53f0\u89c6\u56fe\u3002\u901a\u8fc7\u521b\u5efa\u7c7b\u522b\u53ef\u5c06\u89c6\u56fe\u6dfb\u52a0\u81f3\u5de5\u4f5c\u53f0\u3002\u901a\u8fc7\u9009\u62e9\u83dc\u5355\u680f\u4e0a\u7684<b>\u7a97\u53e3</b>\u3001<b>\u663e\u793a\u89c6\u56fe</b>\uff0c\u7136\u540e\u9009\u62e9<b>\u5176\u4ed6...</b>\u53ef\u6253\u5f00\u89c6\u56fe\u3002\u6b64\u6a21\u677f\u53ef\u6f14\u793a\u5f39\u51fa\u83dc\u5355\u652f\u6301\u3001\u672c\u5730\u5de5\u5177\u680f\u3001\u53cc\u51fb\u3001\u6392\u5e8f\u548c\u8fc7\u6ee4\u7684\u5b9e\u73b0\u3002\u8fd8\u6709\u4e00\u4e2a\u5c06\u4e0a\u4e0b\u6587\u76f8\u5173\u5e2e\u52a9\u6dfb\u52a0\u5230\u89c6\u56fe\u4e2d\u7684\u9009\u9879\u3002
template.multiPageEditor.name=\u591a\u9875\u9762\u7f16\u8f91\u5668
template.multiPageEditor.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u591a\u9875\u9762\u7f16\u8f91\u5668\u3002\u5b83\u4f5c\u7528\u4e8e\u5e26\u6709\u6240\u9009\u6269\u5c55\u540d\u7684\u6587\u672c\u6587\u4ef6\u3002\u7f16\u8f91\u5668\u5177\u6709\u4e09\u4e2a\u9875\u9762\uff1a<b>\u7f16\u8f91</b>\u9875\u9762\uff0c\u53ef\u5728\u8be5\u9875\u8f93\u5165\u6587\u672c\uff1b<b>\u5c5e\u6027</b>\u9875\u9762\uff0c\u53ef\u5728\u8be5\u9875\u66f4\u6539\u7ed3\u679c\u7684\u5b57\u4f53\uff1b\u4ee5\u53ca<b>\u9884\u89c8</b>\u9875\u9762\uff0c\u8be5\u9875\u4f7f\u7528\u5728<b>\u5c5e\u6027</b>\u4e2d\u8bbe\u7f6e\u7684\u5b57\u4f53\u663e\u793a<b>\u7f16\u8f91</b>\u9875\u9762\u4e2d\u7684\u6392\u5e8f\u6587\u672c\u3002\u8981\u6253\u5f00\u8be5\u7f16\u8f91\u5668\uff0c\u53ef\u4ece\u83dc\u5355\u680f\u9009\u62e9<b>\u6587\u4ef6</b>\u3001<b>\u65b0\u5efa</b>\uff0c\u7136\u540e\u9009\u62e9<b>\u5176\u4ed6...</b>\u3002\u5728\u201c\u7b80\u5355\u201d\u7c7b\u522b\u4e2d\uff0c\u9009\u62e9\u521b\u5efa\u4e00\u4e2a\u65b0\u6587\u4ef6\u3002\u53ef\u4ee5\u4f7f\u7528\u4efb\u610f\u6587\u4ef6\u540d\uff0c\u4f46\u6269\u5c55\u540d\u5fc5\u987b\u662f\u8be5\u7f16\u8f91\u5668\u6ce8\u518c\u6240\u7528\u7684\u6269\u5c55\u540d\uff08\u7f3a\u7701\u4e3a *.mpe\uff09\u3002
template.newWizard.name=\u65b0\u5efa\u6587\u4ef6\u5411\u5bfc
template.newWizard.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u80fd\u591f\u5728\u5de5\u4f5c\u7a7a\u95f4\u521b\u5efa\u65b0\u6587\u4ef6\u7684\u5411\u5bfc\u3002\u5b83\u7528\u4e8e\u751f\u6210\u53ef\u7531<b>\u591a\u9875\u9762\u7f16\u8f91\u5668</b>\u6253\u5f00\u7684\u6587\u4ef6\u3002\u8981\u6d4b\u8bd5\u5411\u5bfc\uff0c\u53ef\u4ece\u83dc\u5355\u680f\u9009\u62e9<b>\u6587\u4ef6</b>\u3001<b>\u65b0\u5efa</b>\uff0c\u7136\u540e\u9009\u62e9<b>\u5176\u4ed6...</b>\u3002\u5f53\u4e3b\u5411\u5bfc\u6253\u5f00\u540e\uff0c\u9009\u62e9\u521b\u5efa\u7684\u7c7b\u522b\u4ee5\u53ca\u4e3a\u8be5\u7c7b\u522b\u6ce8\u518c\u7684\u65b0\u5411\u5bfc\u3002\u8bf7\u786e\u4fdd\u6240\u9009\u6269\u5c55\u540d\u5339\u914d\u591a\u9875\u9762\u7f16\u8f91\u5668\u6ce8\u518c\u6240\u7528\u7684\u6269\u5c55\u540d\uff08\u7f3a\u7701\u4e3a *.mpe\uff09\u3002
template.preferences.name=\u9996\u9009\u9879\u9875\u9762
template.preferences.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u6dfb\u52a0\u81f3\u9996\u9009\u9879\u7684\u9875\u9762\u3002\u5b83\u53ef\u6f14\u793a\u5982\u4f55\u521b\u5efa\u901a\u7528\u9996\u9009\u9879\u5b57\u6bb5\uff0c\u4ee5\u53ca\u5982\u4f55\u5728\u8c03\u7528\u4e4b\u95f4\u4fdd\u5b58\u548c\u590d\u539f\u503c\u3002\u8981\u67e5\u770b\u7ed3\u679c\uff0c\u8bf7\u4ece\u83dc\u5355\u680f\u9009\u62e9<b>\u7a97\u53e3</b>\uff0c\u7136\u540e\u9009\u62e9<b>\u9996\u9009\u9879...</b>\u3002
template.help.name=\u5e2e\u52a9\u76ee\u5f55
template.help.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u201c\u5e2e\u52a9\u201d\u76ee\u5f55\u3002\u5982\u679c\u5c06\u6b64\u76ee\u5f55\u8bbe\u7f6e\u4e3a\u4e3b\u76ee\u5f55\uff0c\u5b83\u53ef\u4ee5\u5355\u72ec\u5b58\u5728\uff0c\u4e5f\u53ef\u4ee5\u96c6\u6210\u5230\u9884\u8bbe\u76ee\u5f55\u3002\u5982\u679c\u672a\u5c06\u6b64\u76ee\u5f55\u8bbe\u7f6e\u4e3a\u4e3b\u76ee\u5f55\uff0c\u53ef\u4ee5\u9009\u62e9\u5c06\u5176\u96c6\u6210\u5230\u4e3b\u76ee\u5f55\uff0c\u4ee5\u4fbf\u6d4b\u8bd5\u3002
template.decorator.name=\u56fe\u6807\u4fee\u9970\u7b26
template.decorator.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u7b80\u5355<b>\u58f0\u660e\u6027</b>\u56fe\u50cf\u4fee\u9970\u7b26<b>\u6216</b>\u66f4\u7279\u5b9a\u7684<b>\u57fa\u4e8e\u7c7b</b>\u7684\u4fee\u9970\u7b26\u3002\u58f0\u660e\u6027\u5b9e\u4f8b\u5c06\u628a\u56fe\u50cf\u6dfb\u52a0\u5230\u5de5\u4f5c\u7a7a\u95f4\u4e2d\u7684\u6240\u6709\u6587\u4ef6\uff0c\u6216\u8005\u9009\u62e9\u6dfb\u52a0\u5230\u9879\u76ee\u6587\u4ef6\u5939\uff0c\u800c\u57fa\u4e8e\u7c7b\u7684\u793a\u4f8b\u5c06\u4ec5\u4fee\u9970\u201c\u53ea\u8bfb\u201d\u6587\u4ef6\u3002
template.importWizard.name=\u6587\u4ef6\u5bfc\u5165\u5411\u5bfc
template.importWizard.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u57fa\u672c\u5bfc\u5165\u5411\u5bfc\uff0c\u7528\u4e8e\u5c06\u672c\u5730\u6587\u4ef6\u7cfb\u7edf\u4e2d\u7684\u6587\u4ef6\u5bfc\u5165\u5230\u5de5\u4f5c\u7a7a\u95f4\u4e2d\u7684\u6307\u5b9a\u4f4d\u7f6e\u3002\u8be5\u5411\u5bfc\u8fd8\u53ef\u6f14\u793a\u5b9a\u4e49\u5bfc\u5165\u7c7b\u522b\u7684\u65b9\u5f0f\u4ee5\u53ca\u5982\u4f55\u4f7f\u7528\u6587\u4ef6\u6269\u5c55\u540d\u8fc7\u6ee4\u5668\u3002
template.universalWelcome.name=\u901a\u7528\u6b22\u8fce\u6dfb\u52a0\u9879
template.universalWelcome.desc=\u6b64\u6a21\u677f\u53ef\u5728\u201c\u901a\u7528\u6b22\u8fce\u201d\u7684\u67d0\u4e00\u90e8\u5206\u4e2d\u521b\u5efa\u94fe\u63a5\u3002\u4ea7\u54c1\u5fc5\u987b\u4f7f\u7528\u201c\u901a\u7528\u6b22\u8fce\u201d\u624d\u80fd\u4f7f\u6b64\u6269\u5c55\u751f\u6548\u3002
template.perspective.name=\u53d1\u884c\u7248\u8bbe\u8ba1\u900f\u89c6\u56fe
template.perspective.desc=\u6b64\u6a21\u677f\u53ef\u521b\u5efa\u53d1\u884c\u7248\u8bbe\u8ba1\u4e3b\u9898\u900f\u89c6\u56fe\u3002\u591a\u6570\u7528\u6237\u5c06\u4e0d\u4f1a\u8fdb\u884c\u4efb\u4f55\u53d1\u884c\u7248\u8bbe\u8ba1\uff0c\u4f46\u4e3b\u9898\u53ef\u5b9e\u73b0\u900f\u89c6\u56fe\u5143\u7d20\u7684\u903b\u8f91\u6027\u5f88\u5f3a\u7684\u5e03\u5c40\uff0c\u5e76\u53ef\u6f14\u793a\u4ece\u900f\u89c6\u56fe\u4e2d\u8bbf\u95ee\u5404\u5c0f\u7ec4\u548c CVS \u7ec4\u4ef6\u7684\u65b9\u5f0f\u3002
bundleVendor=www.example.org
bundleName=PDE \u6a21\u677f
wizard.name.splash.handler=\u542f\u52a8\u5904\u7406\u7a0b\u5e8f
wizard.description.splash.handler=\u6b64\u6a21\u677f\u5c06\u521b\u5efa\u542f\u52a8\u5904\u7406\u7a0b\u5e8f\uff0c\u7528\u4e8e\u5c06\u5b9a\u5236\u884c\u4e3a\u6dfb\u52a0\u5230\u542f\u52a8\u5c4f\u5e55\u3002\u542f\u52a8\u5c4f\u5e55\u5904\u7406\u7a0b\u5e8f\u6709\u4e09\u79cd\u7c7b\u578b\uff1a(1) \u4ea4\u4e92\u5f0f\uff1a\u6a21\u62df\u7684\u767b\u5f55\u4f1a\u8bdd\uff1b(2) \u6d4f\u89c8\u5668\uff1a\u5d4c\u5165\u5f0f HTML \u6d4f\u89c8\u5668\uff1b(3) \u53ef\u6269\u5c55\uff1a\u56fe\u50cf\u6dfb\u52a0\u9879\u7684\u52a8\u6001\u96c6\u3002\u6240\u6709\u5fc5\u9700\u7684\u4ee3\u7801\u3001\u56fe\u50cf\u3001\u6269\u5c55\u548c\u6269\u5c55\u70b9\u5747\u81ea\u52a8\u521b\u5efa\u3002
template.name.splash.handler=\u542f\u52a8\u5904\u7406\u7a0b\u5e8f