# Copyright by many contributors; see http://babel.eclipse.org/
pluginName=\u8c03\u8bd5\u6838\u5fc3
launcherExtensionPointName=\u542f\u52a8\u7a0b\u5e8f
breakpointExtensionPointName=\u65ad\u70b9
launchConfigurationTypeNameExtensionPointName=\u542f\u52a8\u914d\u7f6e\u7c7b\u578b
launchConfigurationComparatorsExtensionPointName=\u542f\u52a8\u914d\u7f6e\u6bd4\u8f83\u5668
statusHandlerExtensionPointName=\u72b6\u6001\u5904\u7406\u7a0b\u5e8f
sourceLocatorsExtensionPointName=\u6e90\u5b9a\u4f4d\u5668
launchModesExtensionPointName=\u542f\u52a8\u65b9\u5f0f
launchDelegatesExtensionPointName=\u542f\u52a8\u4ee3\u7406
breakpointImportParticipantsExtensionPoint.name=\u65ad\u70b9\u5bfc\u5165\u53c2\u4e0e\u8005
watchExpressionDelegatesName=\u67e5\u770b\u8868\u8fbe\u5f0f\u4ee3\u7406
processFactoriesExtensionPointName=\u8fdb\u7a0b\u5de5\u5382
logicalStructureTypesExtensionPointName=\u903b\u8f91\u7ed3\u6784\u7c7b\u578b
logicalStructureProvidersExtensionPointName=\u903b\u8f91\u7ed3\u6784\u63d0\u4f9b\u7a0b\u5e8f
stepFiltersExtensionPointName=\u5355\u6b65\u6267\u884c\u8fc7\u6ee4\u5668
sourceContainerTypesName=\u6e90\u5bb9\u5668\u7c7b\u578b
sourcePathComputersName=\u6e90\u8def\u5f84\u8ba1\u7b97\u673a
run=\u8fd0\u884c(&R)
debug=\u8c03\u8bd5(&D)
profile=\u6982\u8981\u5206\u6790(&P)
runAs.label=\u8fd0\u884c\u65b9\u5f0f(&R)
debugAs.label=\u8c03\u8bd5\u65b9\u5f0f(&D)
profileAs.label=\u6982\u8981\u5206\u6790\u65b9\u5f0f(&P)
env_var.description=\u8fd4\u56de\u73af\u5883\u53d8\u91cf\u7684\u503c\u3002\u5fc5\u987b\u5c06\u73af\u5883\u53d8\u91cf\u540d\u6307\u5b9a\u4e3a\u81ea\u53d8\u91cf\u3002
system_var.description=\u8fd4\u56de Eclipse \u7cfb\u7edf\u53d8\u91cf\u7684\u503c\u3002\u5fc5\u987b\u5c06\u53d8\u91cf\u540d\u6307\u5b9a\u4e3a\u81ea\u53d8\u91cf \uff0d \u4e0b\u5217\u5176\u4e2d\u4e00\u4e2a\u503c\uff1aARCH\u3001ECLIPSE_HOME\u3001NL\u3001OS \u6216 WS\u3002
system_property.description=\u4ece Eclipse \u8fd0\u884c\u65f6\u8fd4\u56de\u7cfb\u7edf\u5c5e\u6027\u7684\u503c\u3002\u7cfb\u7edf\u5c5e\u6027\u540d\u5fc5\u987b\u4f5c\u4e3a\u81ea\u53d8\u91cf\u6307\u5b9a\u3002
containerName.archive=\u5f52\u6863
containerDescription.archive=\u5de5\u4f5c\u7a7a\u95f4\u4e2d\u5305\u542b\u6e90\u6587\u4ef6\u7684 JAR \u6216 zip
containerName.externalArchive=\u5916\u90e8\u5f52\u6863
containerDescription.externalArchive=\u672c\u5730\u6587\u4ef6\u7cfb\u7edf\u4e2d\u5305\u542b\u6e90\u6587\u4ef6\u7684 JAR \u6216 zip
containerName.project=\u9879\u76ee
containerDescription.project=\u5de5\u4f5c\u7a7a\u95f4\u4e2d\u7684\u9879\u76ee
containerName.folder=\u5de5\u4f5c\u7a7a\u95f4\u6587\u4ef6\u5939
containerDescription.folder=\u5de5\u4f5c\u7a7a\u95f4\u4e2d\u7684\u6587\u4ef6\u5939
containerName.directory=\u6587\u4ef6\u7cfb\u7edf\u76ee\u5f55
containerDescription.directory=\u672c\u5730\u6587\u4ef6\u7cfb\u7edf\u4e2d\u7684\u76ee\u5f55
containerName.workspace=\u5de5\u4f5c\u7a7a\u95f4
containerDescription.workspace=\u5de5\u4f5c\u7a7a\u95f4\u4e2d\u7684\u6240\u6709\u9879\u76ee
containerName.default=\u9ed8\u8ba4
containerDescription.default=\u7f3a\u7701\u6e90\u67e5\u627e\u8def\u5f84
workspace_loc.description=\u8fd4\u56de\u5de5\u4f5c\u7a7a\u95f4\u6839\u76ee\u5f55\u7684\u7edd\u5bf9\u6587\u4ef6\u7cfb\u7edf\u8def\u5f84\u3002\u5f53\u6307\u5b9a\u4e86\u81ea\u53d8\u91cf\u65f6\uff0c\u8fd4\u56de\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u7684\u7edd\u5bf9\u6587\u4ef6\u7cfb\u7edf\u8def\u5f84\u3002
container_loc.description=\u8fd4\u56de\u8d44\u6e90\u7684\u5bb9\u5668\u7684\u7edd\u5bf9\u6587\u4ef6\u7cfb\u7edf\u8def\u5f84\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
container_path.description=\u8fd4\u56de\u8d44\u6e90\u7684\u5bb9\u5668\u7684\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
container_name.description=\u8fd4\u56de\u8d44\u6e90\u7684\u5bb9\u5668\u7684\u540d\u79f0\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
project_loc.description=\u8fd4\u56de\u8d44\u6e90\u7684\u9879\u76ee\u7684\u7edd\u5bf9\u6587\u4ef6\u7cfb\u7edf\u8def\u5f84\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
project_path.description=\u8fd4\u56de\u8d44\u6e90\u7684\u9879\u76ee\u7684\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
project_name.description=\u8fd4\u56de\u8d44\u6e90\u7684\u9879\u76ee\u7684\u540d\u79f0\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
resource_loc.description=\u8fd4\u56de\u8d44\u6e90\u7684\u7edd\u5bf9\u6587\u4ef6\u7cfb\u7edf\u8def\u5f84\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
resource_path.description=\u8fd4\u56de\u8d44\u6e90\u7684\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
resource_name.description=\u8fd4\u56de\u8d44\u6e90\u7684\u540d\u79f0\u3002\u5f53\u6ca1\u6709\u6307\u5b9a\u81ea\u53d8\u91cf\u65f6\uff0c\u76ee\u6807\u8d44\u6e90\u5c31\u662f\u9009\u62e9\u7684\u8d44\u6e90\uff0c\u5426\u5219\u76ee\u6807\u8d44\u6e90\u662f\u7531\u5de5\u4f5c\u7a7a\u95f4\u76f8\u5bf9\u8def\u5f84\u6807\u8bc6\u7684\u8d44\u6e90\u3002
current_date.description=\u8fd4\u56de\u5f53\u524d\u7cfb\u7edf\u7684\u65f6\u95f4\uff0c\u683c\u5f0f\u4e3ayyyyMMdd_HHmm\u3002\u53ef\u4f7f\u7528\u53ef\u9009\u58f0\u660e\u6765\u89c4\u5b9a\u5176\u4ed6\u7684\u683c\u5f0f\u3002\u683c\u5f0f\u5fc5\u987b\u662fjava.util.SimpleDateFormat\u7684\u6709\u6548\u5f62\u5f0f\u3002
LineBreakpoint.name=\u884c\u65ad\u70b9
Breakpoint.name=\u65ad\u70b9
GroupLaunch.name=\u542f\u52a8\u7ec4
GroupLaunch.description=\u987a\u5e8f\u542f\u52a8\u591a\u4e2a\u5176\u5b83\u914d\u7f6e